Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/depts/udir.no/veiledning_kp_regning_2trinn_nordsamisk.pdf.tmx
Source language: sme
Languages: sma

source: K ártengeahččaleapmi rehkenastimis
sma: Goerehtallemepryöve ryöknedimmesne

source: ceahkki
sma: daltesasse

source: Oahpaheaddjibagadus 2015
sma: Bïhkedimmie lohkehtæjjide 2015

source: GEAHČČALEAMI BIRRA... 3 Sierra beroštumi rádji... Feil ! Bokmerke er ikke definert.
sma: PRYÖVEN BÏJRE... 3 Tjoeperdimmieraaste... 4 Maam goerehtallemepryöve ryöknedimmesne 2. daltesasse möölehte ?...

source: Maid mihtida 2. jahkeceahki kártengeahččaleapmi rehkenastimis ?...
sma: 5 Guktie illedahkide nuhtjedh goh våarome dan vijriesåbpoe lïerehtæmman ?... 7 2.

source: 4 Oahppit galget ipmirdit maid sii galget oahppat ja mii sis vurdojuvvo... 7 Muital ohppiide sin bargguid birra ja rávve mo viidásit sáhttet bargat... 7 Oaččo ohppiid searvat árvvoštallamii... 7 OVDAL GEAHČČALEAMI... 9 Diehtu váhnemiidda / ovddasteddjiide... 9 Diehtu ohppiide... 9 GEAHČČALEAMI ČAĐAHEAPMI... 11 GEAHČČALEAMI MAŊŊIL... 12 Čuovvoleapmi ohppiin geat leat sierra beroštumi ráji vuolábealde... 12 Doahpagiid ja máhtolašvuođaid ovdánahttin... 15 Lohkan... 16 Lohkodoahpagat... 18 Lohkoráidu ja lohkolinnjá... 21 Rehkenastin... 23 Ohppiidportreahtat – Áile, Joavnna ja Marcus... 25 Áile - jur vuolábealde sierra beroštumi ráji... 26 Joavnna – ollu vuolábealde sierra beroštumi ráji... 27 Marcus – ollu bajábealde sierra beroštumi ráji... 28 Bohtosiid čuovvoleapmi oahpaheaddjijoavkkus... 29 Skuvlajođiheaddji ovddasvástádus... 29 Eanet dieđut ja resurssat... 30 Lassilohkamuš... 31
sma: PRYÖVEN MÆNNGAN... 10 Dåarjelimmie learoehkijstie tjoeperdimmieraasten nuelesne... 11 Evtiedimmie goerkesistie jïh tjiehpiesvoetijste... 13 Ryökneme... 15 Taaledïejvesh... 17 Taaleraajroe jïh taalesïeve... 20 Ryöknedimmie... 22 Learohkeportrehth – Andrea, Jåvva jïh Meehte... 25 Andrea – eevre tjoeperdimmieraasten nuelesne... 25 Jåvva – guhkene tjoeperdimmieraasten nuelesne... 27 Meehte guhkene bijjelen tjoeperdimmieraastem... 28 Vijriesåbpoe barkoe illedahkijste lohkehtæjjadåehkesne... 29 5.

source: Ođas jagi 2014 rájes
sma: Skuvleåvtehken dïedte... 30 6.

source: Jagi 2014 rájes čađahuvvojit ođđa reviderejuvvon kártengeahččaleamit lohkamis ja rehkenastimis 1.- 3. jahkeceahkkái.
sma: Orre jaepeste 2014 Jaepeste 2014 orre, orrestahteme giehtjedimmieh tjïrrehtuvvieh, lohkemem jïh ryöknedimmiem 1. – 3. daltesisnie goerehtalledh.

source: Geahččalemiin lea ođđa hápmi ja muhtun bargobihttáhámit ja sisdoalut geahččalemiin leat rievdaduvvon ovddit geahččalemiid ektui.
sma: Dah pryövh aktem orre guelmiem åådtjeme, jïh såemies laavenjassehammoeh jïh sisvege pryövenassine leah jarkelamme, viertiestamme dej aarebi pryövigujmie.

source: Ulbmil ođđa geahččalemiiguin lea earuhit buorebut ohppiid vuolábealde ja bajábealde sierra beroštumi ráji.
sma: Ulmie dej orre pryövigujmie lea buerebelaakan learohki gaskem joekehtidh mah tjoeperdimmieraasten bijjelen jïh nuelesne.

source: Geahččaleamit galget maiddái addit eanet dieđuid ohppiid birra geat rahčet.
sma: Doh pryövh edtjieh aaj jienebh bïevnesh vedtedh dej viesjies learohki bïjre.

source: Dain leat danne ollu álkes bargobihtát eaige mihtit ulbmilolahusa oahppoplánaid ektui ohppiide geat eai raža.
sma: Dan åvteste dah sijhtieh jïjnjh aelhkie laavenjassh utnedh, jïh eah sïjhth ulmiejaksemem möölehtidh, viertiestamme learoesoejkesjinie dejtie veaksehke learoehkidie.

source: Kártengeahččalemiin lea eallináigi 5 jagi ovdalgo reviderejuvvojit, ja seamma geahččaleapmi čađahuvvo dan dihte vihtta jagi maŋŋálagaid.
sma: Goerehtallemepryövh medtie vïjhte jaepieh jielieh åvtelen dah staeriesuvvieh, jïh dïhte seamma pryöve dan åvteste tjïrrehtamme sjædta vïjhte jaepiej iktemearan.

source: 2. siidu 34 siiddus kártengeahččaleami rehkenastimis.
sma: Daate bïhkedimmie lea tjaaleme dutnjien gïen learohkh mah edtjieh goerehtallemepryövem ryöknedimmesne tjïrrehtidh 2. daltesisnie.

source: Ulbmil geahččalemiin lea fuomášit ohppiid geat dárbbašit liige čuovvoleami vai ožžot buoret vuođu viidásit bargui rehkenastima vuođđo máhtolašvuođain.
sma: Pryöven aajkoe lea learohkh damtijidh mah lissie dåarjelimmiem daarpesjieh juktie aktem buerebe våaromem åadtjodh dan guhkiebasse barkose dej uvtemesth tjiehpiesvoetigujmie ryöknedimmesne.

source: Bagadusas leat rávvagat ja dieđut dasa maid galggašii bargat ovdal geahččaleami, geahččaleami čađaheamis ja maŋŋil geahččaleami.
sma: Bïhkedimmesne raerieh jïh bïevnesh dan bïjre maam byöroe darjodh åvtelen, mearan jïh mænngan pryövide tjïrrehtamme.

source: oassi, mas leat rávvagat maid galgá bargat maŋŋil geahččaleami čađaheami, čilge mo bohtosiid sáhttá geavahit daid ohppiid čuovvoleapmái geat leat sierra beroštumi ráji vuolábealde.
sma: Minngemes bielie bïhkedimmeste lea guktie maahta illedahkide nuhtjedh juktie dejtie learoehkidie vijriesåbpoe dåarjelidh mah akten tjoeperdimmieraasten nuelesne skååredieh.

source: Geahččaleami birra sáhtát maiddái lohkat dieđuid Oahpahusdirektoráhta neahttasiidduin (www.udir.no)
sma: Datne maahtah vielie pryöven bïjre lohkedh Ööhpehtimmiedirektovraaten nedtesæjrojne (www.udir.no).

source: KÁRTENGEAHČČALEMIID BIRRA Mii lea ulbmil geahččalemiin ?
sma: GOEREHTALLEMEPRYÖVI BÏJRE Mij lea pryöven aajkoe ?

source: Kártengeahččaleamit galget almmustahttit leat go oahppit geat eai leat oahppan dárbbašlaš máhtolašvuođaid álgooahpahusas.
sma: Goerehtallemepryövh edtjieh vueptiestidh mejtie leah learohkh mah eah leah daerpies tjiehpiesvoeth aalkoelïerehtimmesne vejtiestamme.

source: Geahččaleami bohtosat galget veahkehit oahpaheddjiid ja skuvlajođiheddjiid identifiseret ohppiid geat leat vuolábealde ” sierra beroštumi ráji ” ja geat dárbbašit liige čuovvoleami.
sma: Illedahkh pryöveste edtjieh lohkehtæjjide jïh skuvleåvtehkem viehkiehtidh learohkh damtijidh mah leah akten tjoeperdimmieraasten nuelesne jïh mah lissie dåarjelimmiem daarpesjieh.

source: Geahččalemiid dieđuid ferte geahččat searválagaid eará dieđuiguin mat skuvllas leat ohppiid birra.
sma: Tjuara bïevnesh pryövijste ektesne vuejnedh jeatjah bïevnesigujmie learohken bïjre mejtie skuvle åtna.

source: Jus muhtun oahppi geahččaleami bohtosat čájehit váilevaš doabaipmárdusa ja / dahje rehkenastinmáhtolašvuođa, de sáhttá leat dárbu eanet kártemii ovdalgo oahppi oažžu liige čuovvoleami.
sma: Dastegh pryöveilledahkh akten learoehkasse vuesiehtieh learohken leah faatoes dïejvesegoerkese jïh / jallh ryöknemetjiehpiesvoeth, maahta daerpies årrodh vielie goerehtalledh åvtelen learohke lissie dåarjelimmiem åådtje.

source: Maid mihtida geahččaleapmi ?
sma: Maam goerehtallemepryövh möölehtieh ?

source: Kártengeahččaleapmi galgá iskat man muddui oahppi doabaipmárdus ja vuođđomáhtolašvuođat leat dan ektui mii oahppoplánain lea mihttun vuođđo máhtolašvuohtan guhtege fágas.
sma: Goerehtallemepryövh edtjieh goerehtidh mennie mieresne learohki dïejvesegoerkese jïh maadthtjiehpiesvoeth leah learoesoejkesjen ulmiej mietie dejtie uvtemesth tjiehpiesvoetide dennie sjyöhtehke faagesne.

source: Geahččaleamis leat ollu álkes bargobihtát ja addá danne unnán dieđu ohppiid birra geat máhttet buot dahje measta buot bargobihtáid.
sma: Pryövesne jïjnjh aelhkie laavenjassh, jïh dan åvteste vaenie bïevnesh vadta dej learohki bïjre mah gaajhkide jallh mahte gaajhkide laavenjasside buektiehtieh.

source: Áidna maid sáhttit dadjat ohppiid birra geat leat máhttán ollu dahje visot bargobihtáid lea ahte sis lea doarvái máhtolašvuohta vuođđun viidásit oahpahussii, muhto diehtit unnán man ollu sii rievttimielde máhttet.
sma: Dïhte aajnehke maam mijjieh maehtebe dej learohki bïjre jiehtedh mah jïjnjem jallh gaajhkem buektiehtieh, lea dah nuekies tjiehpiesvoeth utnieh goh våarome dan guhkiebasse lïerehtæmman, men mijjieh vaenie daejrebe man jïjnjem

source: Dainna lágiin lea kártengeahččalemiin erohus nationála geahččalemiin main leat maiddái váttis bargobihtát ja mat addet dieđuid ohppiin buot máhtolašvuođa dásiin.
sma: Naemhtie goerehtallemepryövh nasjovnaale pryövijste joekehtieh gusnie aaj gïerve laavenjassh, jïh bïevnesh learohki bïjre vedtieh gaajhkine daltesinie.

source: Fertejit go buot oahppit čađahit geahččaleami ?
sma: Gaajhkh learohkh tjuerieh pryövem vaeltedh ?

source: 2. jahkeceahkis galget buohkat váldit geahččaleami.
sma: Gaajhkh learohkh 2. daltesisnie edtjieh pryövem tjïrrehtidh.

source: Oahppit geat leat buohccit geahččaleami čađahanbeaivvi, dahje leat eret eará sivaid dihte, galget beassat váldit geahččaleami maŋŋil.
sma: Learohkh mah leah skïemtjine pryövebiejjien, jallh jeatjah gaatoem utnieh, edtjieh nuepiem åadtjodh pryövem vaeltedh akten jeatjah biejjien.

source: Eanet dieđut das geat eai dárbbaš váldit geahččaleami leat čađaheami njuolggadusain Retningslinjer for gjennomføring.
sma: Bïevnesh luejhtiehtimmien bïjre lea lïhkebe buerkiestamme njoelkedassine Retningslinjer for gjennomføring.

source: Sáhttá go geahččaleami heivehit ohppiide ?
sma: Learohkh maehtieh sjïehteladtemem åadtjodh ?

source: Skuvllas lea ovddasvástádus ahte oahppit geat dárbbašit heivehusaid maiddái sáhttet čađahit kártengeahččaleami.
sma: Skuvle dïedtem åtna ihke learohkh mah sjïere sjïehteladtemem daarpesjieh aaj maehtieh goerehtallemepryövem tjïrrehtidh.

source: Heiveheapmi sáhttá leat earret eará ahte čađahit geahččaleami smávit joavkkuin, dahje čađahit geahččaleami okto, dahje ahte leat bottut.
sma: Sjïehteladteme maahta vuesiehtimmiem gaavhtan årrodh pryövem darjodh aktene onne dåehkesne, dam oktegh darjodh, jallh jienebi eejehtimmiejgujmie.

source: Skuvla ii sáhte ráhkadit sierra ortnegiid mat sáhttet váikkuhit ohppiid bohtosiidda nugo veahkkeneavvuid geavaheamit dahje eanet áigi juohke siiddu čađaheapmái.
sma: Skuvle ij maehtieh jïjtsh öörnegh darjodh mah maehtieh learohkeilledahkide tsevtsedh, goh viehkiedïrregh nuhtjedh jallh lissie tïjjem nuhtjedh fïerhtene sæjrosne.

source: Skuvlajođiheaddji ferte árvvoštallat ovttaskas oahppi dárbbuid sierra heiveheapmái.
sma: Skuvleåvtehke tjuara fïerhten learohken daerpiesvoeth sjïere sjïehteladtemasse vuarjasjidh.

source: Geas lea ovddasvástádus kártengeahččaleami čađaheapmái ?
sma: Gie dïedtem åtna goerehtallemepryövide tjïrrehtidh ?

source: Skuvlajođiheaddjis lea bajimus ovddasvástádus láhčit dili nu ahte oahppit oassálastet geahččaleami čađaheamis.
sma: Skuvleaajhtere dam bijjemes dïedtem åtna sjïehteladtedh ihke gaajhkh learohkh meatan tjïrrehtimmesne.

source: 3. siidu 34 siiddus
sma: Tjoeperdimmieraaste

source: Kártengeahččalemiin lea sierra beroštumi rádji dan váste ahte galgá identifiseret ohppiid geat dárbbašit liige čuovvoleami ovdánahttit lohkodoahpagiid ja rehkenastinmáhtolašvuođaid.
sma: Goerehtallempryöven akte tjoeperdimmieraaste guktie mijjieh maehtebe learohkh damtijidh mah lissie dåarjelimmiem daarpesjieh jis edtjieh aktem hijven taalegoerkesem

source: Sierra beroštumi rádji mearriduvvo go buohtastahttet bohtosiid ohppiidjoavkkus mat sáhttet leat ovddasteaddjin vuosttaš gearddi go
sma: Tjoeperdimmieraastem aerviedibie gosse illedahkide akten sjïehteles learohkedåahkan viertiestibie, voestes aejkien pryövem tjïrrehtibie.

source: Rádji biddjo nu ahte lea dat poeaŋŋa dahje unnit poeaŋŋa go mii lea riikkadásis 20 proseantta ohppiin geat leat ožžon heajumus bohtosiid.
sma: Raaste bïejesåvva naemhtie guktie dah viesjiehtommes 20 prosenth learoehkijstie abpe laantesne seamma jïjnjh, jallh vaenebh poengh goh tjoeperdimmieraastem utnieh.

source: Sierra beroštumi rádji almmuhuvvo loahpageahčen borgemánu 2015.
sma: Tjoeperdimmieraastem sïjhtebe bæjhkoehtidh mïetsken 2015 minngiegietjesne.

source: Gaskaboddosaš sierra beroštumi ráji gávdná dieđihanskovis oasis Instruksjon for gjennomføring Vurderingsveiledning mii lea almmuhuvvon neahttabáikkis PAS.
sma: Datne aktem åvtelhbodti raastem gaavnh vïhtesjadtemegoeresne bïhkedassesne Instruksjon for gjennomføring jïh Vurderingsveiledning mah leah bæjhkoehtamme PAS:sne.

source: Gaskaboddosaš ja loahpalaš sierra beroštumi rájis ii dáidde ollu erohus.
sma: Seapan ij sïjhth stoerre joekehtse årrodh dej åvtelhbodti jïh minngemosth tjoeperdimmieraasti

source: Sierra beroštumi ráji ii ábut atnit áibbas čavga rádjin.
sma: Ij tjoerh tjoeperdimmieraastem vuejnedh goh akte vihties raaste.

source: Muhtun oahppit geat leat juste bajábealde sierra beroštumi ráji, dárbbašit maiddái liige čuovvoleami.
sma: Såemies dejstie learoehkijstie dåehkesne mah leah ånnetji tjoeperdimmieraasten bijjelen sijhtieh aaj lissie dåarjelimmiem daarpesjidh.

source: oahpaheaddji vásihit ahte oahppit ožžot poeaŋŋaid jur vuolábealde dahje sierra beroštumi ráji lahkosis, vaikko ovdalaš áicamat oahppis eai leat čájehan váilevaš máhtolašvuođaid.
sma: Lissine lohkehtæjja maahta dååjredh akte learohke tjoeperdimmieraasten nuelesne jallh eevre lïhke skåårede, seamma tïjjen goh aarebi vïhtesjimmieh learoehkijstie maam akt jeatjebem vuesehte.

source: Danne lea dehálaš geavahit veahkkin eará dieđuide oahppi birra su viidásit čuovvoleamis.
sma: jïh aarebi bïevnesh krööhkedh mejtie learohki bïjre åtna dennie vijriesåbpoe dåarjelimmesne.

source: Maid mihtida 2. jahkeceahki kártengeahččaleapmi rehkenastimis ?
sma: Maam goerehtallemepryöve ryöknedimmesne 2. daltesasse möölehte ?

source: Kártengeahččaleapmi galgá geavahuvvot kártet rehkenastima vuođđo máhtolašvuohtan, ráddjejuvvon ohppiid lohkoipmárdussii ja rehkenastinmáhtolašvuhtii.
sma: Edtja goerehtallemepryövem nuhtjedh juktie ryöknedimmiem goerehtalledh goh uvtemesth tjiehpiesvoeth, gaertjiedamme learohki taalegoerkesasse jïh ryöknedimmietjiehpiesvoetese.

source: Ulbmil geahččalemiin lea identifiseret ohppiid geain lea váilevaš doabaipmárdus ja geain leat váilevaš lohkan- ja rehkenastinmáhtolašvuođat.
sma: Pryöven aajkoe lea learohkh damtijidh mej viesjies dïejvesh jïh viesjies ryökneme- jïh ryöknedimmietjiehpiesvoeth.

source: Geahččaleapmi váldá vuođu rehkenastima definišuvnnas ja progrešuvdnačilgehusas Rammeverk for grunnleggende ferdigheter oahppoplána gelbbolašvuođamihtus.
sma: Pryöve lea gårredamme tjïelkestimmesne jïh progresjovnebuerkiestimmesne ryöknedæmman tjaalegisnie Rammeverk for grunnleggende ferdigheter jïh maahtoeulmine jïh learoesoejkesjisnie.

source: Geahččaleapmi lea ráhkaduvvon dakkárin ahte galgá addit eanemus dieđuid ohppiid birra geaid čuoggát leat sierra beroštumi ráji lahkosis.
sma: Pryöve lea evtiedamme juktie jeenjemes bïevnesh learohki bïjre vedtedh mah leah tjoeperdimmieraasten lïhkebisnie.

source: Lea dehálaš diehtit ahte oahppit vuolábealde sierra beroštumi ráji sáhttet hui iešguđet ládje máhttán geahččaleami ja sis sáhttet iešguđetlágan rahčamušat.
sma: Vihkeles daejredh learohkh mah leah tjoeperdimmieraasten nuelesne maehtieh gaajh joekehts aath buektiehtidh, jïh joekehts aatigujmie tjabredh.

source: Danne lea dárbbašlaš ovttaskas oahppi bohtosiid árvvoštallat searválaga eará dieđuiguin oahppi birra, ovdal go mearrida maid berre viidásit
sma: Dan åvteste daerpies illedahkide vuarjasjidh fïerhten learoehkasse jeatjah bïevnesi vööste learohken bïjre, åvtelen sjæjsjalimmieh vaaltah dan guhkiebasse barkoen bïjre.

source: Dehálaš lea daid ohppiid váhnemiidda - geat dárbbašit čuovvoleami, ovddidit makkár bohtosat ja rávvagat sidjiide leat, nu ahte váhnemat sáhttet doarjut mánáideaset ovdánahttima matematihka vuođđo máhtolašvuođain.
sma: Vihkeles illedahkh jïh raerieh dan geajnoen bïjre guhkiebasse aaj eejhtegidie vadtasuvvieh dejtie learoehkidie mah lissie dåarjelimmiem daarpesjieh, guktie eejhtegh maehtieh jïjtsh maanan evtiedimmiem dejstie uvtemesth tjiehpiesvoetijste

source: Eanas ohppiid maid kártengeahččaleamit áiccalmahttet, sáhttá čuovvolit heivehuvvon oahpahusa rámma siskkobealde.
sma: Sæjhta doh ellen jeanatjommes learohkh mejtie goerehtallemepryöve damtije, dåarjelidh mierien sisnjelen sjïehtedamme lïerehtimmeste.

source: Muhtun ohppiid berre guorahallat viidáseappot, iskat leago dárbu sierraoahpahussii.
sma: Læjhkan naan gille learohkh mejtie byöroe vijriesåbpoe, juktie vuarjasjidh mejtie daerpies sjïereööhpehtimmine.

source: 4. siidu 34 siiddus
sma: daan daltesasse sjïehtedamme.

source: • Dovdat ja čilget lea 1. dásis čilgejuvvon ná: “ Dovdá konkrehta diliid mat sáhttet čovdojuvvot rehkenastimiin, ja ráhkada gažaldagaid daidda ”.
sma: • Damtijidh jïh buerkiestidh 1. njieptjesne lea buerkiestamme goh «Damtije vihties tsiehkieh mejtie maahta ryöknedimmesne loetedh, jïh gyhtjelassh dejtie dorješ.

source: Lunddolaš lea dan čatnat dilálašvuođaide mat siskkildit loguid ja sturrodagaid.
sma: Iemie daam dejtie tsiehkide viedtedh mah taalh jïh stoeredahkh meatan utnieh.

source: 2. jahkeceahkkái mearkkaša dat máhttit ráhkadit rievttes rehketvuogi dilálašvuođain mat čilgejuvvojit illustrašuvnnaiguin, ovdamearka dihte rehkenastit man ollu guokte diŋgga mákset oktii.
sma: 2. daltesasse sæjhta jiehtedh reaktoe ryöknedimmievuekiem hammoedidh dejtie tsiehkide mah buerkiestamme sjidtieh guvvijste, goh ryöknedidh mennie åesesne göökte daeverh tjåanghkan sjidtieh.

source: Sáhttá maiddái leat nu álki go ipmirdit ahte čieža eappela
sma: Maahta aaj mij akt dan aelhkie årrodh goh guarkedh tjïjhtje eeplah (bieliekonkreeth / guvvie) maahta vuesiehtidh

source: (beallekonkrehta / sárgosat) sáhttet ovddastit (lohko) symbola 7, dahje sáhttit buohtastahttit guokte ovddasteaddji seamma lohkui (ovdamearka dihte lohkosymbola ja konkrehtaid).
sma: (taale) symbovline 7, jallh maehtedh göökte representasjovnh seamma taalese viertiestidh (vuesiehtimmien gaavhtan taalesymbovlh jïh konkreeth).

source: • Geavahit ja ávkkástallat lea 1. dásis čilgejuvvon ná: “ Geavaha álkes strategiijaid
sma: • Nuhtjedh jïh gïetedidh lea 1. njieptjesne buerkiestamme goh “ aelhkie strategijh

source: lohkat ja juogustit hivvodagaid ja geometralaš hámiid.
sma: nuhtjie gosse edtja ryöknedh, veahkah jïh geometrijen goerh klassifiseradidh.

source: Rehkenastá álkes rehketbihtáid iešguđetlágan vugiiguin.
sma: Aelhkie aerviedimmieh dorje joekehtslaakan ”.

source: 2. jahkeceahki geahččaleamis lea lunddolaš ráddjet dan máhttui geavahit strategiijaid loguidlohkamis ja juogustit hivvodagaid ja sáhttit čađahit aritmehtalaš rehkenastimiid (sihke gárvvisin biddjon ja ii gárvvisin
sma: Pryövese 2. daltesasse lea iemie daam gaertjiedidh jïh ajve strategijh nuhtjedh ryöknemasse jïh klassifiseradæmman veahkijste, jïh maehtedh aritmetriske aerviedimmieh tjïrrehtidh (dovne bæjjese

source: biddjon bargobihtáid).
sma: bïejeme jïh ij bæjjese bïejeme laavenjassh).

source: • Suokkardit ja árvvoštallat leat čilgejuvvon ná: “ Mearridit leago boađus vástádus gažaldahkii mas jerrojuvvui ”.
sma: • Ussjedalledh jïh vuarjasjidh lea buerkiestamme goh «Sjæjsjele mejtie akte illedahke lea vaestiedasse gyhtjelassese mij gihtjesovviš.

source: Dien lea dábálaččat ohppiide hui gáibideaddji árvvoštallat “ ii-njálmmálaš ” dilálašvuođas ja dat dahká ila stuora rievddademiid ohppiid gaskkas makkár máhttu sis lea hámuhit čálalaččat.
sma: Aervede krïevije sjædta learoehkasse daam vuarjasjidh aktene «ij-njaalmeldhš tsiehkesne, jïh sæjhta fer gïerve årrodh learoehkasse dam tjaaleldh darjodh.

source: Danne dat oassi ii
sma: Dan åvteste ij sïjhth dam

source: árvvoštallojuvvo.
sma: aspektem vuarjasjidh.

source: • Kommunikašuvdna lea čilgejuvvon ná: “ Geavaha iešguđetlágan veahkkeneavvuid čilget álkes rehkenastimiid ”.
sma: • Govlesadteme lea buerkiestamme goh «ovmessie viehkiedïrregh nuhtjie juktie aelhkie aerviedimmieh darjodhš.

source: Kártengeahččalemiid rámmaplánaid mielde eai galgga geahččaleamis mihtidit ohppiid máhtuid čállimis ja lohkamis.
sma: Mierievierhkesne goerehtallemepryövide tjåådtje dah pryövh eah edtjh learohki maahtoem tjaeliemisnie jïh lohkemisnie möölehtidh.

source: Kommunikašuvnna
sma: vuarjasjidh.

source: Oahppit
sma: Gosse learohkh laavenjasside pryövesne luetieh, tjuerieh matematihkeles symbovlh reaktoelaakan nuhtjedh guktie mubpieh maehtieh guarkedh maam dah leah dorjeme.

source: kommuniserejit go čállet loguid ja symbolaid.
sma: Learohkh govlesedtieh viehkine taalh jïh symbovlh tjaeledh.

source: Eanas bargobihtát leat ráhkaduvvon suorgái Geavahit ja ráhkadit.
sma: Dah jeenjemes laavenjassh leah evtiedamme suarkan Nuhtjedh jïh gïetedidh.

source: Aspektii Dovdat ja čilget leat maiddái ráhkaduvvon bargobihtát.
sma: Aaj laavenjassh evtiedamme aspektese Damtijidh jïh buerkiestidh.

source: Dasa lassin leat ráhkaduvvon muhtun bargobihtát mat isket vuođđo doabaipmárdusa mii lea dárbbašlaš eaktun matematihka vuođđo máhtolašvuođaid ovdánahttimis.
sma: Lissine lea evtiedamme såemies laavenjassh mah vihkielåbpoe dïejvesegoerkesem teestadieh, mij lea daerpies jis edtja maehtedh doh uvtemesth tjiehpiesvoeth ryöknedimmesne evtiedidh.

source: 2. jahkeceahki Kártengeahččalemiid bargobihtáid sáhttá juohkit njealji temái:
sma: Maahta laavenjasside goerehtallemepryövesne 2. daltesasse njieljie teemine juekedh:

source: • Loguidlohkan temá mearkkaša máhttit lohkat struktuvrralaš ja eahpestruktuvrralaš hivvodagaid, lohkagoahtit viidásit muhtun logus (sihke bajás guvlui ja vulos guvlui),
sma: ovstruktuvreradamme veahkah ryöknedh, guhkiebasse ryöknedh akten saaht man taalen raejeste (dovne bæjjese jïh våålese), jïh maehtedh ryöknedh gööktine jïh gööktine, vïjhtine-jïh-vïjhtine jïh naemhtie vijriesåbpoe.

source: ja máhttit lohkat guvttiin-ja-guvttiin, viđáin-ja-viđáin ja nu ain viidásit.
sma: • Taaledïejvese leah maehtedh vihkeles dïejvesh guarkedh goh stuerebe goh, unnebe goh, taale åvtelen, lïhkemes taale jïh naemhtie vijriesåbpoe.

source: 5. siidu 34 siiddus oktii galle-leat rievttes symbolii, ja ipmirdit ja geavahit sadjevuogádaga.
sma: Edtja aaj maehtedh låhkoem symbovlese ektiedidh jïh posisjovnesysteemem guarkedh jïh dam nuhtjedh.

source: • Lohkoráidu ja lohkolinnjá temá sisdoallá ahte galgá nákcet bidjat loguid lohkolinnjái, galgá diehtit loguid gaskka, galgá čatnat lohkomeari dasa man ollu
sma: • Taaleraajroe jïh taalesïeve leah maehtedh taalh taalesïevese bïejedh, taali gåhkoen bïjre gaskemsh, maehtedh låhkoem ektiedidh veahkide jïh dam nuhtjedh juktie

source: leat, ja geavahit dan ovdamearka dihte sirret loguid sturrodaga mielde.
sma: vuesiehtimmien gaavhtan taalh veesmedh stoeredahken mietie.

source: • Rehkenastinmáhtolašvuohta temá siskkilda máhtu geavahit gelbbolašvuođa loguid ja meriid birra ovttas strategiijaiguin nu ahte sáhttá čoavdit gárvvisin biddjon ja ii biddjon bargobihtáid (aritmetihkas).
sma: • Ryöknedimmietjiehpiesvoeth lea maehtedh daajroem nuhtjedh taali jïh veahkaj bïjre strategijigujmie ektine juktie bæjjese bïejeme jïh ij bæjjese bïejeme laavenjassh loetedh (aritmetihkesne).

source: Mii geavahit tearpma sadjevuogádat (posisjonssystemet).
sma: Guktie illedahkide nuhtjedh goh våarome dan vijriesåbpoe lïerehtæmman ?

source: Molssaeaktun livčče sáhttán čállit logešvuogádat dahje sadjeárvovuogádat (plassverdisystemet) Oahppoplána geavaha sadjeárvovuogádaga.
sma: Gaajhkh vuarjasjimmieh mah jaabnan lïerehtimmesne vadtasuvvieh, jaabnanvuarjasjimmie gohtjesåvva, jïh edtja lïerehtimmiem eevtjedh.

source: Buot ohppiin lea riekti dasa, ja lea dehálaš ahte oahppit ipmirdit daid mihtuid mat vurdojuvvojit sin oahpaheamis.
sma: Gaajhkh learohkh edtjieh dam utnedh, jïh vihkeles learohkh guarkah mah lïerehtimmieulmieh mejtie veanhtedeminie dah edtjieh jaksedh.

source: Dehálaš lea ahte oahpaheaddjit geavahit dieđuid geahččalemiid bohtosiin heivehit ohppiid oahpahusa ovddos guvlui ohppiid oahppandárbbuid mielde.
sma: Vihkeles lohkehtæjjah bïevnesh pryöveilledahkijste nuhtjieh juktie dam vijriesåbpoe lïerehtimmiem sjïehtedidh learohki lïerehtimmiedaerpiesvoeti mietie.

source: Buorre dađistaga-árvvoštallan gohčoduvvo maiddái Vurdering for læring / Árvvoštallan oahpaheami várás, ja njeallje prinsihpa leat guovddážis go geavaha geahččalemiid bohtosiid viidásit barggus.
sma: Hijven jaabnanvuarjasjimmie aaj gohtjesåvva Vuarjasjimmie lïerehtæmman, jïh njieljie prinsihph leah jarngesne gosse illedahkide pryöveste nuhtjie dan vijriesåbpoe barkose.
